---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.TrussCurveType.Web
enum: Autodesk.Revit.DB.Structure.TrussCurveType
zh: http、网络
source: html/fa60989a-560f-93d2-cbef-5ab2e35a4fb6.htm
---
# Autodesk.Revit.DB.Structure.TrussCurveType.Web

**中文**: http、网络